import React from "react";
import '../index.css';

function Terms() {
    return (
        <div className="legal-page">
            <h1>Όροι Χρήσης</h1>
            <p>Καλωσορίσατε στη VD Nails! Παρακαλούμε διαβάστε προσεκτικά τους παρακάτω όρους χρήσης πριν χρησιμοποιήσετε τον ιστότοπό μας ή τις υπηρεσίες μας. Με την πρόσβαση ή χρήση του ιστότοπου, συμφωνείτε να τηρείτε αυτούς τους όρους. Εάν δεν συμφωνείτε με αυτούς τους όρους, παρακαλούμε μην χρησιμοποιείτε τον ιστότοπό μας.</p>
        </div>
    );
}

export default Terms;